/* Title when connecting to a host (right now just contains the host name) */
"%@" = "%@";

/* Unit format string for displaying a number of bytes */
"%@ B" = "%@ octet(s)";

/* Unit format string for displaying a number of gigabytes */
"%@ GB" = "%@ Go";

/* Unit format string for displaying a number of gigahertz */
"%@ GHz" = "%@ GHz";

/* Unit format string for displaying a number of hertz */
"%@ Hz" = "%@ Hz";

/* Unit format string for displaying a number of kilobytes */
"%@ KB" = "%@ Ko";

/* Unit format string for displaying a number of kilohertz */
"%@ KHz" = "%@ kHz";

/* Unit format string for displaying a number of megabytes */
"%@ MB" = "%@ Mo";

/* Unit format string for displaying a number of megahertz */
"%@ MHz" = "%@ MHz";

/* Description of an image's size such as (1024 by 768) */
"%d by %d" = "%1$d x %2$d";

/* Message displayed when the other iPhone refuses a connection */
"\"%@\" has declined connection" = "\"%@\" a refusé la connexion";

/* Error message for an access denied error */
"Access to file denied" = "Accès au fichier refusé";

/* Title for screen that shows the currect background activities in progress (downloads or uploads)
   Activity title */
"Activity" = "Activité";

/* Title for add bookmark view */
"Add Bookmark" = "Ajouter un signet";

/* Label for file action that adds a media file to the iTunes library of the connected Mac */
"Add File to iTunes Library" = "Ajouter un fichier à la bibliothèque iTunes";

/* Label for file action that adds an image to the iPhoto library of the connected Mac */
"Add Image to iPhoto Library" = "Ajouter une image à la bibliothèque iPhoto";

/* Label for file action that adds a media file to the iTunes library of the connected Mac */
"Add Media File to iTunes Library" = "Ajouter un fichier multimédia à la bibliothèque iTunes";

/* Title for screen where you add a new remote host to bookmark list */
"Add Remote Host" = "Ajouter un hôte distant";

/* Add a photo to the iPhone's photo album */
"Add to Photo Album" = "Ajouter à l'album photo";

/* Error message for remote write error */
"An error occurred while writing to the remote file" = "Erreur lors de l’écriture vers le fichier distant";

/* Error message when remote command execution fails */
"An error was encountered while executing the remote command" = "Une erreur s’est produite lors de l’exécution de la commande distante";

/* Actions available to the user for this file */
"Available Actions" = "Actions disponibles";

/* Title for view that shows a list of document bookmarks */
"Bookmarks" = "Signets";

/* Title for screen that displays the files stored in Briefcase */
"Briefcase Files" = "Fichiers Briefcase";

/* System information label for the frequency of the bus (eg 1.3GHz */
"Bus Frequency" = "Fréquence du bus";

/* Cancel button label */
"Cancel" = "Annuler";

/* System information label for computer name */
"Computer Name" = "Nom de l’ordinateur";

/* System information label for the type of computer (eg iMac) */
"Computer Type" = "Type d’ordinateur";

/* Connect title */
"Connect" = "Connexion";

/* Title for screen once we have connected */
"Connected" = "Connecté";

/* Title for screen while we are connecting */
"Connecting" = "Connexion";

/* Title for dialog asking user if they wish to accept a connection from another iPhone */
"Connection Request" = "Demande de connexion";

/* Message for users viewing file information when not connected */
"Connection required for more options" = "Connexion requise pour plus d’options";

/* Message shown to user when they try to connect to an iPhone using Briefcase Lite */
"Connection to iPhones not available with Briefcase Lite" = "Connexion vers l’iPhone non disponible avec Briefcase Lite";

/* Continue button label */
"Continue" = "Continuer";

/* System information label for the number of core the CPU(s) in the computer have */
"CPU Cores" = "Cœurs de processeur";

/* System information label for the frequence of the CPU(s) (eg 3GHz) */
"CPU Frequency" = "Fréquence du processeur";

/* Label for information field that displays the modified data of the file */
"date" = "date";

/* Delete a document from Briefcase */
"Delete Document" = "Supprimer un document";

/* Delete an image from Briefcase */
"Delete Image" = "Supprimer une image";

/* Desktop folder in the user's directory */
"Desktop" = "Bureau";

/* Title for table section that lists the actions you can perform on a disk image */
"Disk Image Options:" = "Options d’image disque :";

/* Message asking the user if they want to receive a transfer from another iPhone and advising them how to cancel the connection */
"Do you wish to receive files from \"%@\"? (Quitting Briefcase will cancel transfer.) Accept files?" = "Souhaitez-vous recevoir des fichiers de \"%@\" ? (Quitter Briefcase annulera le transfert.) Accepter les fichiers ?";

/* Documents folder in the user's directory */
"Documents" = "Documents";

/* Log message when an operation ends with an error */
"Done with error: %@" = "Terminé avec erreur : %@";

/* Title for screen that allows you to download files */
"Download" = "Télécharger";

/* Label for downloading a file.  The filename will be substituted in */
"Download %@" = "Télécharger %@";

/* Button label for downloading a whole directory */
"Download Directory" = "Télécharger le répertoire";

/* Error message when a file download ends before the whole file is downloaded */
"Download of file \"%@\" ended prematurely" = "Le téléchargement du fichier \"%@\" s’est terminé prématurément";

/* Label shown in activity view describing the download operation */
"Downloading" = "Téléchargement";

/* Log message for when a file is downloaded */
"Downloading file: %@" = "Téléchargement du fichier : %@";

/* Message informing users that they have to upgrade to get the feature */
"Downloading of directories is supported only in the full version of Briefcase" = "Le téléchargement de répertoires n’est pris en charge que sur la version complète de Briefcase";

/* Message informing users that they have to upgrade to get the feature */
"Downloading of this file type is supported only in the full version of Briefcase" = "Le téléchargement de ce type de fichier n’est pris en charge que sur la version complète de Briefcase";

/* Downloads folder in the user's directory */
"Downloads" = "Téléchargements";

/* Error message when we have a problem reading the local file */
"Error while reading local file \"%@\" from device" = "Erreur lors de la lecture du fichier local \"%@\" à partir du périphérique";

/* Title for message telling the user a file is too large for this device */
"File Too Large" = "Fichier trop volumineux";

/* Title for back button
   Briefcase title */
"Files" = "Fichiers";

/* Label for UI element that shows the amount of free space left on the device */
"Free Space:" = "Espace libre :";

/* Button that takes users to the App Store to buy Briefcase */
"Get Briefcase" = "Acheter Briefcase";

/* Download title */
"Get File" = "Obtenir fichier";

/* Title for warning when remote host's hash value has changed */
"Host's Hash Value has Changed" = "La valeur de hachage de l’hôte a été modifiée";

/* Title for table section that lists the actions you can perform on an image file */
"Image Actions" = "Actions d’image";

/* Label for file action that installs the given package on the remote Mac */
"Install on Mac" = "Installer sur Mac";

/* Title for table section that lists the actions you can perform on an installer package */
"Installer Package Options:" = "Options du package d’installation :";

/* Title for browsing local machines in connect tab */
"Local" = "Local";

/* Title for login screen */
"Login" = "Connexion";

/* Title when login failed */
"Login Failed" = "Échec de la connexion";

/* System information label for the amount of memory in the computer */
"Memory Size" = "Taille de la mémoire";

/* Label for file action that mounts the given disk image on the remote Mac */
"Mount Disk Image" = "Monter une image de disque";

/* Movies folder in the user's directory */
"Movies" = "Films";

/* Music folder in the user's directory */
"Music" = "Musique";

/* Placeholder for a bookmark name.  It is tagged with a number */
"My Bookmark%d" = "Mon signet%d";

/* Label for information field that displays the name of the file */
"name" = "nom";

/* Title for dialogs that show error messages about failed network operations */
"Network Operation Error" = "Erreur d’opération réseau";

/* No, refuse connection */
"No" = "Non";

/* Message in information screen when we do not have any information to display */
"No Information Available" = "Aucune information disponible";

/* Message when there are no local machines */
"No Local Machines" = "Aucune machine locale";

/* Error message when we have lost our connection */
"No SFTP connection for download" = "Aucune connexion SFTP pour le téléchargement";

/* Message in information screen when we are not connected */
"Not Connected" = "Non connecté";

/* Label for OK button
   OK button label */
"OK" = "OK";

/* Ok button label */
"Ok" = "Ok";

/* Label for file action that opens a document on a connected Macintosh computer */
"Open on Mac" = "Ouvrir sous Mac";

/* Label for button that displays the UI for setting the file browsing options */
"Options" = "Options";

/* System information label for the version of the operating system */
"OS Version" = "Version du système d’exploitation";

/* Title of back button when file browsing.  Refers the the parent directory */
"Parent" = "Parent";

/* Title for table section that lists the actions you can perform on a PDF file */
"PDF Options:" = "Options du PDF :";

/* Pictures folder in the user's directory */
"Pictures" = "Images";

/* Label for file action that plays a movie or sound file on the iPhone */
"Play File" = "Lire le fichier";

/* Title for browsing remote machines in connect tab */
"Remote" = "Distant";

/* Message informing users that they have to upgrade to get the feature */
"Remote login is supported only in the full version of Briefcase" = "La connexion à distance n’est prise en charge que sur la version complète de Briefcase";

/* Label for information field that reports an images resolution */
"resolution" = "résolution";

/* Label shown in activity view describing the operation */
"Running Remote Command" = "Exécution d’une commande distante";

/* Log message when an upload begins */
"Running remote command" = "Exécution d’une commande distante";

/* Label for file action that sets an image as the desktop background on the remote Mac */
"Set as Desktop Background" = "Définir en tant qu’arrière-plan du bureau";

/* Label for information field that displays the size of the file */
"size" = "taille";

/* Title for system information table */
"System Information" = "Informations du système";

/* Warning when remote host's hash value has changed */
"The crytographic key of the machine you are logging into has changed.  This could mean another computer has intercepted your login" = "La clé cryptographique de la machine à laquelle vous vous connectez a été modifiée.  Cela peut signifier qu’un autre ordinateur a intercepté votre connexion";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on this device to download \"%@\".  You would require %@ more space." = "Ce périphérique ne contient pas assez d’espace pour charger \"%1$@\".  %2$@ d’espace en plus requis.";

/* Message shown to users who try to use the Get Files tab while connected to an iPhone */
"This option not available for iPhones" = "Cette option n’est pas disponible pour les iPhones";

/* Error message when Briefcase cannot open a remote file */
"Unable to open remote file \"%@\"" = "Impossible d’ouvrir le fichier distant \"%@\"";

/* Error message when we cannot open a local file on the iPhone */
"Unable to read \"%@\" file on local device" = "Impossible de lire le fichier \"%@\" sur un périphérique local";

/* Error message for when Briefcase cannot read a file's properties */
"Unable to read properties of remote file" = "Impossible de lire les propriétés du fichier distant";

/* Error message when Briefcase cannot resume a download because the file is larger than 2Gb */
"Unable to resume download of file \"%@\".  File is too large" = "Impossible de reprendre le téléchargement du fichier \"%@\".  Le fichier est trop volumineux";

/* Error message when remote command execution fails */
"Unable to run command on remote host" = "Impossible d’exécuter une commande sur l’hôte distant";

/* Error message when Briefcase cannot open a local file */
"Unable to write file \"%@\" to iPhone" = "Impossible d’écrire le fichier \"%@\" vers l’iPhone";

/* Error message when an unknown error has occurred */
"Unknown error" = "Erreur inconnue";

/* Button allowing a user to upload to another iPhone user's copy of Briefcase */
"Upload to Briefcase" = "Charger vers Briefcase";

/* Title for table section that lists places you can upload your file to */
"Upload to:" = "Charger vers :";

/* Label shown in activity view describing the upload operation */
"Uploading" = "Chargement";

/* Log message when we start uploading a file */
"Uploading file %@" = "Chargement du fichier %@";

/* Label for UI element that shows the amount of space used by files in Briefcase */
"Used Space:" = "Espace utilisé :";

/* Label for file action that views a document on the iPhone */
"View Document" = "Afficher le document";

/* Label for file action that views a document on a connected Macintosh computer */
"View Document on Mac" = "Afficher le document sur Mac";

/* Label for file action that views an image on the connected Mac */
"View Image On Mac" = "Afficher l’image sur Mac";

/* Message shown to the user while waiting for the other iPhone to accept their connection request */
"Waiting for permission to connect to \"%@\"" = "Autorisation de connexion à \"%@\" en attente";

/* Warning displayed to user the first time they save a password */
"Warning: If you save passwords to the keychain it is strongly recommended that you turn on the Passcode Lock feature of the iPhone." = "Avertissement : si vous enregistrez les mots de passe dans le trousseau, il est fortement recommandé d’activer la fonctionnalité Verrouillage par code de l’iPhone.";

/* Yes, accept connection */
"Yes" = "Oui";

/* Message when login failed */
"Your username and password were not accepted.  Please try again." = "Vos nom d’utilisateur et mot de passe n’ont pas été acceptés.  Veuillez réessayer.";


﻿
/* Message asking user if they want to replace a local file */
"\"%@\" already exists in Briefcase.  Do you want to replace it?" = "\"%@\" existe déjà dans Briefcase.  Voulez-vous le remplacer ?";

/* Title for button that allows the user to add a new remote destination to upload files to */
"Add New Destination" = "Ajouter un nouveau destinataire";

/* The name of the file containing the manual.  This filename should be translated */
"Briefcase Manual.pdf" = "Guide Briefcase.pdf";

/* Button allowing the user to choose a destination for their file on the remote machine */
"Choose Destination" = "Choisir un destinataire";

/* message telling the user that the directory they are downloading has too many files in it */
"Directory contains too many files to download" = "Le répertoire contient trop de fichiers à télécharger";

/* Title for message telling the user a directory is too large for this device */
"Directory Too Large" = "Répertoire trop volumineux";

/* Title for warning that a files already exists */
"File Exists" = "Le fichier existe";

/* Title for message to user warning them to lock their devices */
"Keychain Warning" = "Avertissement de trousseau";

/* Label for file action that plays a media file on a connected Macintosh computer */
"Play File on Mac" = "Lire le fichier sur Mac";

/* Message asking user if they want to replace a remote file */
"The remote file \"%@\" already exists.  Do you want to replace it?" = "Le fichier distant \"%@\" existe déjà.  Voulez-vous le remplacer ?";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on the remote device to upload \"%@\".  You would require %@ more space." = "Le périphérique distant ne contient pas assez d’espace pour charger \"%1$@\".  %2$@ d’espace en plus requis.";

/* Message asking user if they want to replace a remote file */
"The remote file \"%@\" already exists.  Do you want to replace it?" = "Le fichier distant \"%@\" existe déjà.  Voulez-vous le remplacer ?";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on the remote device to upload \"%@\".  You would require %@ more space." = "Le périphérique distant ne contient pas assez d’espace pour charger \"%1$@\".  %2$@ d’espace en plus requis.";

/* Title for error message that occurs when Briefcase cannot display a document */
"View Document Error" = "Erreur à l’affichage du document";

/* Error message displayed when Briefcase cannot display a document */
"Viewing of document \"%@\" is not supported on this device" = "L’affichage du document \"%@\" n’est pas pris en charge sur ce périphérique";

/* Message informing users that they have to upgrade to view large images */
"Image viewing in Briefcase Lite is limited to small images. The full version of Briefcase supports larger images." = "Avec Briefcase Lite l'affiche des images est limité aux petites images. Briefcase prend en charge l’affiche des plus grandes images.";

/* Message asking the user if they want to erase all of their passwords */
"Do you wish to clear all stored passwords from your keychain?" = "Voulez-vous supprimer tous vos mots de passe du trousseau?";

/* Message informing users that they have to upgrade to view more file types */
"This document type is not supported. The full version of Briefcase supports more document types." = "Briefcase Lite ne prend pas en charge de ce type de document. Briefcase prend en charge plus.";

/* Message to the user telling them that no WiFi network is available */
"No WiFi Network" = "pas de réseau WiFi";
